Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=236_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Katso lyhytvideo Tenon lohipadosta!
sme: Oarjul buođđu

source: Kesän tullessa Ilmari ja hänen poikansa Raine pystyttävät Tenojokeen perinteisen lohipadon.
sme: Geahča oanehisvideo Deanu buođu ceggemis

source: Padon pystyttäminen on työlästä hommaa.
sme: Go geassu de Ilmar ja su bárdni Raine ceggeba Detnui árbevirolaš buođu.

source: Kalastajat: Ilmari ja Raine Tapiola
sme: Buođu ceggen lea lossa bargu.

source: Ohjaus/kuvaus/leikkaus: Niillas Somby
sme: Guolásteaddjit: Ilmari ja Raine Tapiola

source: TUOTANTO: Hommat AS/ Niillas A. Somby
sme: Bagadallan/govven/čuohppan: Niillas Somby

source: Pituus: 3,40
sme: Buvttadeapmi: Hommat AS/ Niillas A. Somby
